{
    "quotes": [
        {
            "author": "Dave Ramsey",
            "quote": "A budget is telling your money where to go instead of wondering where it went."
        },
        {
            "author": "Warren Buffett",
            "quote": "Do not save what is left after spending, but spend what is left after saving."
        },
        {
            "author": "Robert Kiyosaki",
            "quote": "It's not how much money you make, but how much money you keep."
        },
        {
            "author": "Benjamin Franklin",
            "quote": "An investment in knowledge pays the best interest."
        },
        {
            "author": "Suze Orman",
            "quote": "People first, then money, then things."
        },
        {
            "author": "Will Rogers",
            "quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like."
        },
        {
            "author": "Dave Ramsey",
            "quote": "Financial peace isn't the acquisition of stuff. It's learning to live on less than you make."
        },
        {
            "author": "Robert Kiyosaki",
            "quote": "The rich don't work for money. They make money work for them."
        },
        {
            "author": "Warren Buffett",
            "quote": "The stock market is designed to transfer money from the active to the patient."
        },
        {
            "author": "Tony Robbins",
            "quote": "Money is a good servant but a bad master."
        },
        {
            "author": "Benjamin Graham",
            "quote": "The intelligent investor is a realist who sells to optimists and buys from pessimists."
        },
        {
            "author": "Mark Cuban",
            "quote": "Live like a student. Save like you're broke. Invest like you're rich."
        },
        {
            "author": "Grant Cardone",
            "quote": "Never depend on a single income. Make investments to create a second source."
        },
        {
            "author": "Peter Lynch",
            "quote": "Know what you own, and know why you own it."
        },
        {
            "author": "Charlie Munger",
            "quote": "The big money is not in the buying and selling, but in the waiting."
        },
        {
            "author": "Morgan Housel",
            "quote": "Building wealth has little to do with your income or investment returns, and lots to do with your savings rate."
        },
        {
            "author": "Jim Rohn",
            "quote": "Don't wish it were easier, wish you were better."
        },
        {
            "author": "Ray Dalio",
            "quote": "He who lives by the crystal ball will eat shattered glass."
        },
        {
            "author": "Jack Bogle",
            "quote": "Time is your friend; impulse is your enemy."
        },
        {
            "author": "Napoleon Hill",
            "quote": "Money without financial intelligence is money soon gone."
        },
        {
            "author": "George S. Clason",
            "quote": "A part of all you earn is yours to keep."
        },
        {
            "author": "T. Harv Eker",
            "quote": "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs."
        },
        {
            "author": "Thomas J. Stanley",
            "quote": "Wealth is more often the result of a lifestyle of hard work, perseverance, planning, and self-discipline."
        },
        {
            "author": "John C. Bogle",
            "quote": "The two greatest enemies of the equity fund investor are expenses and emotions."
        },
        {
            "author": "Andrew Carnegie",
            "quote": "The first man gets the oyster, the second man gets the shell."
        },
        {
            "author": "Arkad",
            "quote": "Pay yourself first."
        },
        {
            "author": "Paul Clitheroe",
            "quote": "Money is a terrible master but an excellent servant."
        },
        {
            "author": "Charles A. Jaffe",
            "quote": "It's not your salary that makes you rich, it's your spending habits."
        },
        {
            "author": "Ramit Sethi",
            "quote": "Focus on the big wins, not the small savings."
        },
        {
            "author": "David Bach",
            "quote": "Small amounts saved daily add up to huge investments in the end."
        },
        {
            "author": "Helen Keller",
            "quote": "Life is either a daring adventure or nothing at all."
        },
        {
            "author": "Carl Richards",
            "quote": "Risk is what's left when you think you've thought of everything."
        },
        {
            "author": "Jean Chatzky",
            "quote": "Money is about emotions. It's not about numbers."
        },
        {
            "author": "Burton Malkiel",
            "quote": "A blindfolded monkey throwing darts at a newspaper's financial pages could select a portfolio that would do just as well as one carefully selected by experts."
        },
        {
            "author": "Bill Gates",
            "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure."
        },
        {
            "author": "Henry Ford",
            "quote": "Whether you think you can, or think you can't – you're right."
        },
        {
            "author": "Mary Kay Ash",
            "quote": "For every failure, there's an alternative course of action."
        },
        {
            "author": "Sam Walton",
            "quote": "There is only one boss: the customer."
        },
        {
            "author": "Phil Knight",
            "quote": "Don't tell people how to do things, tell them what to do and let them surprise you with their results."
        },
        {
            "author": "Richard Branson",
            "quote": "Business opportunities are like buses, there's always another one coming."
        },
        {
            "author": "John D. Rockefeller",
            "quote": "The most important thing for a young man is to establish credit."
        },
        {
            "author": "Michael Bloomberg",
            "quote": "Life is too short to spend your time avoiding failure."
        },
        {
            "author": "Mellody Hobson",
            "quote": "The biggest risk of all is not taking one."
        },
        {
            "author": "Howard Schultz",
            "quote": "Risk more than others think is safe. Dream more than others think is practical."
        },
        {
            "author": "Sophia Amoruso",
            "quote": "Money looks better in the bank than on your feet."
        },
        {
            "author": "Barbara Corcoran",
            "quote": "You can't study to be an entrepreneur. Sometimes, you just have to jump."
        },
        {
            "author": "Sara Blakely",
            "quote": "Don't be intimidated by what you don't know."
        },
        {
            "author": "Daymond John",
            "quote": "Five days a week, I read my goals before I go to sleep and when I wake up."
        },
        {
            "author": "Kevin O'Leary",
            "quote": "Money equals freedom."
        },
        {
            "author": "Chris Sacca",
            "quote": "Simplicity is the ultimate sophistication in investing."
        },
        {
            "author": "Peter Thiel",
            "quote": "Competition is for losers."
        },
        {
            "author": "Jack Ma",
            "quote": "Today is difficult, tomorrow is much more difficult, but the day after tomorrow is beautiful."
        }
    ]
}